Repository: BlackPole/bp-dvbapp
Catalog: po/*.po
Languages: ro

source: WPA or WPA2
ro: WPA sau WPA2

source: Waiting
ro: Asteaptare

source: We will now test if your TV can also display this resolution at 50hz. If your screen goes black, wait 20 seconds and it will switch back to 60hz. Please press OK to begin.
ro: Acum o sa testam daca TV-ul tau suporta aceasta rezolutie la 50Hz. Daca ecranul tau se face negru, asteapta 20 sec si se va schimba la 60hz. Apasa ok pentru a incepe.

source: Wednesday
ro: Miercuri

source: Weekday
ro: Saptamanal

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
ro: Bine ai venit la editarea Cutlist. Cauta inceputul listei care vrei sa o editezi. Apasa Ok pt a incepe cut'. Cauta sfarsitul listei.Apasa ok, apoi selecteaza 'end cut'. Asta este tot

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your Dreambox by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
ro: Bine ai venit la expertul de upgradare Imagine. Expertul va asista la upgradarea firmware-lui Boxului tau prin promovarea facilitatii de a salva setarile curente si o scurta explicatie cum sa faci upgrade la box.

source: Welcome. This start wizard will guide you through the basic setup of your Dreambox. Press the OK button on your remote control to move to the next step.
ro: Bine ai venit. Acest expert de configurare te va ghida prin setarile de baza ale Boxului. Apasa butonu OK de la telecomanda pentru a merge mai departe.

source: Welcome...
ro: Bine ai venit...

source: West
ro: Vest

source: What do you want to scan?
ro: Ce vrei sa scanezi

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
ro: Cand faci resetare de fabrica, o sa pierzi Toate Setarile (inclusiv Bouquets, servicii, sateliti ...) Dupa resetare receiverul tau va reporni automat! Esti sigur ca vrei sa faci setari de fabrica?

source: Where do you want to backup your settings?
ro: Unde vrei sa salvezi datele

source: Where to save temporary timeshift recordings?
ro: Unde salvam inregistrarile temporate timeshift?

source: Write error while recording. Disk full?
ro: Inregistrare esusta. Disk plin?

source: Write failed!
ro: Scriere esuata

source: Writing NFI image file to flash completed
ro: Scriere imagine NFi in flash completa

source: Year
ro: An

source: Yes
ro: Da

source: Yes, and delete this movie
ro: Da si sterge acest film

source: Yes, backup my settings!
ro: Da, salveaza-mi setarile

source: Yes, do a manual scan now
ro: Da, scaneaza manual acum

source: Yes, do an automatic scan now
ro: Da, scaneaza automat acum

source: Yes, do another manual scan now
ro: Da, scaneaza inca odata manual

source: Yes, perform a shutdown now.
ro: Da, inchide acum

source: Yes, restore the settings now
ro: Da, restaureaza setari acum

source: Yes, returning to movie list
ro: Da, rintoarcere la lista filme

source: Yes, view the tutorial
ro: Da, vezi tutorial

source: You can choose some default settings now. Please select the settings you want to be installed.
ro: Poti alege niste setari default acum.Te rog alege setraile pe carele vrei instalate.

source: You can choose, what you want to install...
ro: Poti alege, ce vrei sa instalezi...

source: You cannot delete this!
ro: Nu poti sterge asta!

source: You chose not to install any default services lists.
ro: Ai ales sa nu instalezi liste de servicii default.

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
ro: Ai ales sa nu instalezi setari default. Poti totusi sa instalezi setari default ulterior in meniul setari.

source: You chose not to install anything. Please press OK finish the install wizard.
ro: Ai ales sa nu instalezi nimic. Te rog apasa OK pentru inchiderea expertului de instalare.

source: You do not seem to have a harddisk in your Dreambox. So backing up to a harddisk is not an option for you.
ro: Se pare ca nu ai un hard disk instalat in IPbox. Deci un backuppe hard disk nu este posibila.

source: You have chosen to backup to a compact flash card. The card must be in the slot. We do not verify if it is really used at the moment. So better backup to the harddisk! Please press OK to start the backup now.
ro: Ai ales sa faci backup pe un flash card compact. Cardul trebuie sa fie in slot. Nu verificam daca este folosit momentan. Deci mai bine faci backup pe hard disk! Te rog apasa OK pentru inceperea backup-ului.

source: You have chosen to backup to your harddisk. Please press OK to start the backup now.
ro: Ai ales sa faci backup pe un hard disk. Apasa OK pentru incepereabackup-ului.

source: You have chosen to backup your settings. Please press OK to start the backup now.
ro: Ai ales sa faci backup la setari. Apasa OK pentru inceperea backup-uluiacum.

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
ro: Ai ales sa creezi un usb stick .NFI flasher bootabil. Acesta va repartitiona stickul usb asadar datele de pe el vor fi sterse.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
ro: Ai ales sa faci restore la setari. Enigma2 se va restarta dupa restore. Apasa OK pentru a face restore acum.

source: You have to wait %s!
ro: Ai de asteptat %s!

source: You need a PC connected to your dreambox. If you need further instructions, please visit the website http://www.dm7025.de. Your dreambox will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
ro: Trebuie sa ai un PC conectat la Ipbox. Daca ai nevoie de instructiuni suplimentare,acceseaza site-ul http://www.dm7025.de. IPBOXul va fi oprit. Dupa ce ai facut updatedupa instructiunile de pe website, noul firmware va cere un restorela setari.

source: You need to set a pin code and hide it from your children. Do you want to set the pin now?
ro: Trebuie sa pui un cod pin si sa-l ascunzi de copii. Vrei sa pui un pin acum?

source: Your Dreambox will restart after pressing OK on your remote control.
ro: Dreamboxul se va restarta dupa ce apesi Ok pe telecomanda.

source: Your TV works with 50 Hz. Good!
ro: TV-ul tau merge la 50 Hz. Marfa!

source: Your backup succeeded. We will now continue to explain the further upgrade process.
ro: A avut loc un backup. Acum vom continua sa explicam procesul de upgrade.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
ro: Colectia ta excede marimea unui sigle layer medium, vei avea nevoie de un blank dual layer DVD!

source: Your dreambox is shutting down. Please stand by...
ro: Dreamboxul este in curs de stingere. Asteapta...

source: Your dreambox isn't connected to the internet properly. Please check it and try again.
ro: Dreamboxul nu este conectat la internet. Verifica si incearca din nou.

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
ro: Firmware-ul de la procesor trebuie upgradat. Apasa OK pentru a incepe.

source: Your network configuration has been activated.
ro: Configurarea retelei a fost activata.

source: Your network configuration has been activated. A second configured interface has been found. Do you want to disable the second network interface?
ro: Configurarea retelei a fost activata. O interfata secundara a fost detectata. Vrei sa dezactivezi interfata retelei secundare?

source: Zap back to service before positioner setup?
ro: Treci inapoi la serviciul inainte de setarea pozitionerului?

source: Zap back to service before satfinder?
ro: Treci inapoi la serviciul inainte de satfinder?

source: [alternative edit]
ro: [editare alternativa]

source: [bouquet edit]
ro: [editare bouquet]

source: [favourite edit]
ro: [editare favorite]

source: [move mode]
ro: [mod mutare]

source: a gui to assign services/providers to common interface modules
ro: un gui sa repartizeze servicii/provideri la modulele common interface

source: a gui to assign services/providers/caids to common interface modules
ro: un gui sa repartizeze servicii/provideri/caid-uri la modulele common interface

source: abort alternatives edit
ro: renunta la editarea alternativelor

source: abort bouquet edit
ro: renunta la editarea bouquetelor

source: abort favourites edit
ro: renunta la editarea favoritelor

source: about to start
ro: in curs de incepere

source: activate current configuration
ro: activeaza configurarea curenta

source: add Provider
ro: adauga Provider

source: add Service
ro: adauga Serviciu

source: add a nameserver entry
ro: adauga intrare de nameserver

source: add alternatives
ro: adauga alternative

source: add bookmark
ro: adauga bookmark

source: add bouquet
ro: adauga bouquet

source: add directory to playlist
ro: adauga director la playlist

source: add file to playlist
ro: adauga file la playlist

source: add files to playlist
ro: adauga file-uri la playlist

source: add marker
ro: adauga marker

source: add recording (enter recording duration)
ro: adauga inregistrare (pune durata inregistrarii)

source: add recording (enter recording endtime)
ro: adauga inregistrare (pune sfarsitul inregistrarii)

source: add recording (indefinitely)
ro: adauga inregistrare (indefinit)

source: add recording (stop after current event)
ro: adauga inregistrare (opreste dupa evenimentul curent)

source: add service to bouquet
ro: adauga serviciu la bouquet

source: add service to favourites
ro: adauga serviciu la favorite

source: add to parental protection
ro: adauga la protectie parentala

source: advanced
ro: avansat

source: alphabetic sort
ro: sortare alfabetica

source: are you sure you want to restore following backup:
ro: esti sigur ca vrei restore dupa backup:

source: assigned CAIds
ro: asigneaza CAId-uri

source: assigned Services/Provider
ro: asigneaza Servicii/Provideri

source: audio track (%s) format
ro: track audio (%s) format

source: audio track (%s) language
ro: track audio (%s) limba

source: audio tracks
ro: track-uri audio

source: back
ro: inapoi

source: background image
ro: imagine fundal

source: backgroundcolor
ro: colorit fundal

source: better
ro: mai bine

source: black
ro: negru

source: blacklist
ro: lista neagra

source: blue
ro: albastru

source: burn audio track (%s)
ro: burn track audio (%s)

source: change recording (duration)
ro: schimba inregistrare (durata)

source: change recording (endtime)
ro: schimbare inregistrare (sfarsit)

source: chapters
ro: capitole

source: choose destination directory
ro: alege directorul destinatie

source: circular left
ro: circular stanga

source: circular right
ro: circular dreapta

source: clear playlist
ro: sterge playlist

source: config menu
ro: meniu configurari

source: confirmed
ro: confirmat

source: connected
ro: conectat

source: continue
ro: continua

source: copy to bouquets
ro: copiaza in bouquete

source: create directory
ro: creaza director

source: daily
ro: zilnic

source: day
ro: ziua

source: delete
ro: sterge

source: delete cut
ro: sterge decupare

source: delete file
ro: sterge file

source: delete playlist entry
ro: sterge intrare playlist

source: delete saved playlist
ro: sterge playlist salvat

source: delete...
ro: sterge...

source: disable
ro: dezactiveaza

source: disable move mode
ro: dezactiveaza mod mutare

source: disabled
ro: dezactivat

source: disconnected
ro: deconectat

source: do not change
ro: nu schimba

source: do nothing
ro: nu face nimic

source: don't record
ro: nu inregistra

source: done!
ro: gata!

source: edit alternatives
ro: editeaza alternative

source: empty
ro: gol

source: enable
ro: activeaza

source: enable bouquet edit
ro: activeaza editare bouquet

source: enable favourite edit
ro: activeaza editare favorite

source: enable move mode
ro: activeaza mod mutare

source: enabled
ro: activat

source: end alternatives edit
ro: sfarsit editare alternative

source: end bouquet edit
ro: sfarsit editare bouquet

source: end cut here
ro: sfarsit decupare aici

source: end favourites edit
ro: sfarsit editare favorite

source: enigma2 and network
ro: enigma2 si retea

source: equal to
ro: egal cu

source: exceeds dual layer medium!
ro: depaseste dual layer medium

source: exit DVD player or return to file browser
ro: iesire DVD player sau inapoi la file browser

source: exit mediaplayer
ro: iesire mediaplayer

source: exit movielist
ro: iesire lista filme

source: exit nameserver configuration
ro: iesire configurare nameserver

source: exit network adapter configuration
ro: iesire configurare retea

source: exit network adapter setup menu
ro: iesire meniul de setari retea

source: exit network interface list
ro: iesire interfata retea

source: exit networkadapter setup menu
ro: iesire meniu setari adaptor retea

source: failed
ro: esuat

source: fileformats (BMP, PNG, JPG, GIF)
ro: file formaturi (BMP, PNG, JPG, GIF)

source: fine-tune your display
ro: reglati fin display-ul

source: forward to the next chapter
ro: inainte la capitolul urmator

source: free
ro: liber

source: free diskspace
ro: spatiu liber pe disk

source: go to deep standby
ro: treci la deep standby

source: go to standby
ro: intra in standby

source: grab this frame as bitmap
ro: capteaza imaginea ca bitmap

source: green
ro: verde

source: hear radio...
ro: auzi radio

source: help...
ro: ajutor...

source: hidden network
ro: retea ascunsa

source: hide extended description
ro: ascunde descriere extinsa

source: hide player
ro: ascunde player

source: horizontal
ro: orizontal

source: hour
ro: ora

source: hours
ro: ore

source: immediate shutdown
ro: shutdown imediat

source: incoming call! %s calls on %s!
ro: primeste apel! %s apeluri la %s!

source: init module
ro: init modul

source: init modules
ro: init module

source: insert mark here
ro: introdu semn aici

source: jump back to the previous title
ro: inapoi la titlul anterior

source: jump forward to the next title
ro: inainte la urmatorul titlu

source: jump to listbegin
ro: dai la inceputul listei

source: jump to listend
ro: dai la sfarsitul listei

source: jump to next marked position
ro: dai la urmatoarea pozitie marcata

source: jump to previous marked position
ro: dai la pozitia marcata anterior

source: leave movie player...
ro: iesi din movie player

source: left
ro: stanga

source: length
ro: lungime

source: list style compact
ro: listeaza stilul compact

source: list style compact with description
ro: listeaza stilul compact cu descriere

source: list style default
ro: listeaza stilul default

source: list style single line
ro: listeaza stilul cu linie singura

source: load playlist
ro: incarca playlist

source: locked
ro: inchis

source: loopthrough to
ro: treci la

source: menu
ro: meniu

source: menulist
ro: lista meniu

source: mins
ro: min

source: minute
ro: minut

source: minutes
ro: minute

source: month
ro: luna

source: move PiP to main picture
ro: muta pip la imagine principala

source: move down to last entry
ro: muta jos la ultima intrare

source: move down to next entry
ro: muta jos la urmatoarea intrare

source: move up to first entry
ro: muta sus la prima intrare

source: move up to previous entry
ro: muta sus la anterioara intrare

source: movie list
ro: lista cu filme

source: multinorm
ro: multinorma

source: never
ro: niciodata

source: next channel
ro: canalul urmator

source: next channel in history
ro: canalul urmator in istoric

source: no
ro: nu

source: no CAId selected
ro: niciun CAID selectat

source: no CI slots found
ro: niciun slot CI gasit

source: no HDD found
ro: niciun HDD gasit

source: no module found
ro: niciun modul gasit

source: no standby
ro: fara standby

source: no timeout
ro: fara timeout

source: none
ro: nimic

source: not locked
ro: neinchis

source: not used
ro: nefolosit

source: nothing connected
ro: nimic conectat

source: of a DUAL layer medium used.
ro: la un DUAL layer folosit mediu

source: of a SINGLE layer medium used.
ro: la un SINGLE layer folosit mediu

source: off
ro: oprit

source: on
ro: pornit

source: on READ ONLY medium.
ro: la READ ONLY mediu

source: once
ro: odata

source: open nameserver configuration
ro: deschide configurarea nameserverului

source: open servicelist
ro: deschide servicelist

source: open servicelist(down)
ro: deschide servicelist(jos)

source: open servicelist(up)
ro: deschide servicelist(sus)

source: open virtual keyboard input help
ro: deschide tastatura virtuala ajutatoare

source: pause
ro: pauza

source: play entry
ro: deschide selectarea

source: play from next mark or playlist entry
ro: deschide de la urmatoarea sau selectarea playlist

source: play from previous mark or playlist entry
ro: deschide de la anterioara sau selectarea playlist

source: please press OK when ready
ro: te rog apasa OK cand esti gata

source: please wait, loading picture...
ro: te rog asteapta, se incarca imagine

source: previous channel
ro: canalul anterior

source: previous channel in history
ro: canalul anterior din istoric

source: record
ro: inregistrare

source: recording...
ro: se inregistreaza

source: red
ro: rosu

source: remove a nameserver entry
ro: elimina o intrare de nameserver

source: remove after this position
ro: elimina dupa aceasta pozitie

source: remove all alternatives
ro: elimina toate alternativele

source: remove all new found flags
ro: elimina toate steagurile nou gasite

source: remove before this position
ro: elimina inainte de aceasta pozitie

source: remove bookmark
ro: elimina bookmark-ul

source: remove directory
ro: elimina directorul

source: remove entry
ro: elimina intrarea

source: remove from parental protection
ro: elimina din protectie parentala

source: remove new found flag
ro: elimina insemnul nou

source: remove selected satellite
ro: elimina satelitul selectat

source: remove this mark
ro: elimina aceasta marcare

source: repeat playlist
ro: repeta playlist

source: repeated
ro: repetat

source: rewind to the previous chapter
ro: deruleaza la capitolul anterior

source: right
ro: dreapta

source: save last directory on exit
ro: salveaza ultimul director la iesire

source: save playlist
ro: salveaza playlist

source: save playlist on exit
ro: salveaza playlist la iesire

source: scan done!
ro: scanare terminata!

source: scan in progress - %d%% done!
ro: scanare in curs - %d%% terminata!

source: scan state
ro: starea scanarii

source: second
ro: secunda

source: second cable of motorized LNB
ro: cablul secund de la LNB motorizat

source: seconds
ro: secunde

source: select
ro: selectat

source: select .NFI flash file
ro: selecteaza flash file-ul .NFI

source: select CAId
ro: selecteaza CAId

source: select CAId's
ro: selecteaza CAId-uri

source: select image from server
ro: selecteaza imagine din server

source: select interface
ro: selecteaza interfata

source: select menu entry
ro: selecteaza intrarea meniu

source: select movie
ro: selecteaza film

source: select the movie path
ro: selecteaza calea filmului

source: service pin
ro: pin de service

source: setup pin
ro: pin de setup

source: show DVD main menu
ro: arata meniul principal DVD

source: show EPG...
ro: arata EPG...

source: show Infoline
ro: arata Infoline

source: show all
ro: arata total

source: show alternatives
ro: arata alternative

source: show event details
ro: arata detaliile evenimentului

source: show extended description
ro: arata descriere extinsa

source: show first selected tag
ro: arata primul selectat

source: show second selected tag
ro: arata a doua selectare

source: show shutdown menu
ro: arata meniul de shutdown

source: show single service EPG...
ro: arata EPG singular

source: show tag menu
ro: arata meniul de tag-uri

source: show transponder info
ro: arata info despre transponder

source: shuffle playlist
ro: amesteca plylist

source: shutdown
ro: stingere

source: simple
ro: simplu

source: skip backward
ro: skin inapoi

source: skip backward (enter time)
ro: skin inapoi (seteaza ceas)

source: skip forward
ro: skin inainte

source: skip forward (enter time)
ro: skin inainte (seteaza ceas)

source: slide picture in loop
ro: pune poza in loop

source: sort by date
ro: sorteaza dupa data

source: start cut here
ro: incepe decupare aici

source: start directory
ro: start director

source: stop entry
ro: stop intrarea

source: stop recording
ro: stop inregistrare

source: swap PiP and main picture
ro: schimba pip si imagine principala

source: switch to bookmarks
ro: mergi la bookmarks

source: switch to filelist
ro: mergi la filelist

source: switch to playlist
ro: mergi la filelist

source: switch to the next angle
ro: mergi la urmatorul unghi

source: switch to the next audio track
ro: mergi la urmatorul track audio

source: switch to the next subtitle language
ro: mergi la urmatoarea limba pentru subtitrari

source: template file
ro: fisier template

source: this recording
ro: aceasta inregistrare

source: this service is protected by a parental control pin
ro: acest serviciu este protejat de pin pentru control parental

source: toggle a cut mark at the current position
ro: schimba o marcare la pozitia curenta

source: toggle time, chapter, audio, subtitle info
ro: schimba ceas, capitol, audio, info sutitrari

source: unconfirmed
ro: neconfirmat

source: unknown
ro: necunoscut

source: unknown service
ro: serviciu necunoscut

source: until restart
ro: pana la restart

source: user defined
ro: user definit

source: view extensions...
ro: arata extensii...

source: view recordings...
ro: arata inregistrari...

source: wait for ci...
ro: asteapta ci...

source: wait for mmi...
ro: asteapta mmi...

source: waiting
ro: in asteptare

source: weekly
ro: saptamanal

source: whitelist
ro: lista alba

source: working
ro: lucreaza

source: yellow
ro: galben

source: yes
ro: da

source: yes (keep feeds)
ro: da (pastreaza feed-uri)

source: your dreambox might be unusable now. Please consult the manual for further assistance before rebooting your dreambox.
ro: dreamboxul poate fi inutilizabil acum. Te rog sa consulti manualul pentru asistenta inainte de reboot la dreambox.
