Repository: BlackPole/bp-dvbapp
Catalog: po/*.po
Languages: ro

source: Advanced options and settings.
ro: Optiuni avansate si setarile

source: After pressing OK, please wait!
ro: Dupa apasarea OK, va rog asteptati!

source: Backup your Dreambox settings.
ro: Faceti backup setarile Ipbox.

source: Edit the upgrade source address.
ro: Editati pe adresa de upgrade.

source: Enigma2 will restart after the restore
ro: E2 va reporni dupa restaurare

source: Online update of your Dreambox software.
ro: Online actualizare a software-ului Ipbox.

source: Press OK on your remote control to continue.
ro: Apasati Ok pe telecomanda pentru a continua.

source: Restore your Dreambox settings.
ro: Restaurare setari Ipbox.

source: Restore your Dreambox with a new firmware.
ro: Restaurare Ipbox cu un nou firmware.

source: Restore your backups by date.
ro: Restaurare backups dupa data.

source: Scan for local packages and install them.
ro: Scanare pentru pachete locale si instalarea lor.

source: Select your backup device. Current device:
ro: Alege pe backup device. Curent device:

source: View, install and remove available or installed packages.
ro: Vezi,instalati si sa scoateti pachetele dinsponibile sau instalate

source: %d jobs are running in the background!
ro: %d lucruri se executa in fundal!

source: %d services found!
ro: %d servicii gasite!

source: %s (%s, %d MB free)
ro: %s (%s, %d MB libere)

source: (empty)
ro: (gol)

source: (show optional DVD audio menu)
ro: (afiseaza optional pe DVD audio menu)

source: * Only available if more than one interface is active.
ro: * Disponibil doar in cazul in care mai mult de o interfata este activa.

source: * Only available when entering hidden SSID or network key
ro: * Disponibil doar atunci cind intra SSID-ul ascuns sau chei de retea

source: .NFI Download failed:
ro: .NET descarcare nereusita

source: .NFI file passed md5sum signature check. You can safely flash this image!
ro: .NFI dosarul a trecut pe md5sum control.Aveti posibilitate sa instalati cu singuranta aceasta imagina

source: /usr/share/enigma2 directory
ro: /usr/share/enigma2 director

source: /var directory
ro: /var director

source: 16:9 always
ro: 16:9 mereu

source: 30 minutes
ro: 30 minute

source: 5 minutes
ro: 5 minute

source: 60 minutes
ro: 60 minute

source: <unknown>
ro: <necunoscut>

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
ro: Un file de configuratia (%s) a fost modificat de la instalare. Vrei sa tinem pe versiuna?

source: A finished record timer wants to set your Dreambox to standby. Do that now?
ro: Un timer care a terminat vrea sa pune Ipbox la standby.Il facem acuma?

source: A finished record timer wants to shut down your Dreambox. Shutdown now?
ro: Un timer care a terminat vrea sa face shut down ?

source: A graphical EPG for all services of an specific bouquet
ro: Un EPG cu grafice pt toate servicii de la un buchet

source: A record has been started: %s
ro: O registrare a inceput: %s

source: A recording is currently running. What do you want to do?
ro: O registrare este acuma activa. Ce doresti sa facem?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
ro: O registrare acuma este activa. Te rog opreste pe registrare inainte sa incerci Sa configurezi pe pozitioner.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
ro: O registrare acuma este activa. Te rog opreste pe registrare inainte sa incerci Sa pornesti pe satfinder.

source: A required tool (%s) was not found.
ro: Un tool necesar (%s) nu a fost gasit.

source: A sleep timer wants to set your Dreambox to standby. Do that now?
ro: Un sleep timer vrea sa seteze Ipbox la standby.Il fac asta acuma?

source: A sleep timer wants to shut down your Dreambox. Shutdown now?
ro: Un sleep timer vrea sa face shut down Ipbox.Inchidere acuma?

source: A timer failed to record! Disable TV and try again?
ro: Un timer a esuat sa registreze! Dezactiveaza TV si incearca din nou?

source: A/V Settings
ro: Setarile A/V

source: About
ro: Despre

source: About...
ro: Despre...

source: Action on long powerbutton press
ro: Actiune cind apasam prelungit butonul power

source: Action:
ro: Actiune:

source: Activate Picture in Picture
ro: Activeaza PIP

source: Activate network settings
ro: Activeaza setari retea

source: Adapter settings
ro: Adaptare setari

source: Add
ro: Adauga

source: Add Bookmark
ro: Adauga Bookmark

source: Add a mark
ro: Adauga un mark

source: Add a new title
ro: Adauga un nou titlu

source: Add timer
ro: Adauga timer

source: Add title
ro: adauga un titlu

source: Add to bouquet
ro: Adauga la buchet

source: Add to favourites
ro: Adauga la favorite

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
ro: Ajustati setarile de culoare,astfel incat toate nuantele de culoare se distingDaca sunteti multumit de rezultat apasati Ok pentru a inchide video fine-tuning, sau foloseste pe tastele numerice pentru a selecta altetestarea screens.

source: Advanced
ro: Avansat

source: Advanced Options
ro: Optiuni avansate

source: Advanced Video Setup
ro: Setarile video avansate

source: Advanced restore
ro: Restaurare avansata

source: After event
ro: Dupa eventul

source: After the start wizard is completed, you need to protect single services. Refer to your dreambox's manual on how to do that.
ro: Dupa completare start wizard,trebuie sa ptotejezi serviciile unice. Cisteste pe manual lui Ipbox cum sa faci asta.

source: All
ro: Toate

source: All Satellites
ro: Toti Sateliti

source: Alternative radio mode
ro: Modul radio alternativ

source: Alternative services tuner priority
ro: Prioritate tuner servicii alternative

source: An empty filename is illegal.
ro: Este illegal un gol filename.

source: An unknown error occured!
ro: S-a produs o eroare necunoscuta!

source: Are you sure you want to activate this network configuration?
ro: Esti sigur ca vrei sa activezi asta configuratia de retea?

source: Are you sure you want to delete following backup:
ro: Esti sigur ca vrei sa stergi urmarire backup:

source: Are you sure you want to restart your network interfaces?
ro: Esti sigur vrei sa restartezi interfata retelei?

source: Are you sure you want to restore following backup:
ro: Esti sigur ca vrei sa restaurezi Urmareste backup-ul:

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
ro: Esti sigur ca vrei sa restaurezi backup-ul Enigma2? Enigma2 va reporni dupa restaurare

source: Ask before shutdown:
ro: Intreaba inainte de shutdown:

source: Ask user
ro: Intreaba pe user

source: Audio Options...
ro: Optiune de audio...

source: Author:
ro: Autor:

source: Authoring mode
ro: Mod de authoring

source: Auto chapter split every ? minutes (0=never)
ro: Auto chapter se imparte la fiecare ? minute (0=niciodate)

source: Automatic
ro: Automat

source: Automatic Scan
ro: Scanare automata

source: Available format variables
ro: Disponibile formate viariaza

source: Back
ro: Inapoi

source: Background
ro: Fond

source: Backup Location
ro: Locatia Backup

source: Backup done.
ro: Backup terminat.

source: Backup failed.
ro: Backup esuat.

source: Backup is done. Please press OK to see the result.
ro: Backup-ul este gata.Te rog apesa OK sa vezi rezultatul

source: Backup running
ro: Derulare Backup

source: Backup running...
ro: Derulare Backup...

source: Backup system settings
ro: Copie de siguranta a setarilor de sistem

source: Band
ro: Banda

source: Bandwidth
ro: Latime de banda

source: Begin time
ro: Momentul inceperii

source: Behavior of 'pause' when paused
ro: Efectul butonului 'pauza' cand e pe pauza

source: Behavior of 0 key in PiP-mode
ro: Efectul butonului 0 in modul PiP (imagine in imagine)

source: Behavior when a movie is started
ro: Cand un film este pornit

source: Behavior when a movie is stopped
ro: Cand un film este oprit

source: Behavior when a movie reaches the end
ro: Cand un film ajunge la final

source: Bookmarks
ro: Semne de carte

source: Brightness
ro: Luminozitate

source: Burn DVD
ro: Scrie DVD

source: Burn existing image to DVD
ro: Scrie imaginea existenta pe DVD

source: Burn to DVD...
ro: Scrie pe DVD...

source: Bus:
ro: Magistrala:

source: By pressing the OK Button on your remote control, the info bar is being displayed.
ro: Apasand pe butonul OK de pe telecomanda, bara de informatiise afiseaza

source: C-Band
ro: Banda C

source: CF Drive
ro: Compact Flash

source: CI assignment
ro: Asignarea CI

source: Cable
ro: Cablu

source: Cache Thumbnails
ro: Memoreaza miniaturile imaginilor

source: Call monitoring
ro: Monitorizarea apelurilor

source: Cancel
ro: Anuleaza

source: Cannot parse feed directory
ro: Nu se poate analiza registrul sursa

source: Capacity:
ro: Capacitate:

source: Catalan
ro: Catalana

source: Change bouquets in quickzap
ro: Permite schimbarea buchetului prin zapping

source: Change dir.
ro: Schimba dir.

source: Change pin code
ro: Schimba codul pin

source: Change service pin
ro: Schimba pinul de service

source: Change service pins
ro: Schimba pinurile serviciilor

source: Change setup pin
ro: Schimba pinul de configurare

source: Channel
ro: Canal

source: Channel Selection
ro: Selectie canal

source: Channel not in services list
ro: Canalul nu se gaseste in lista de servicii

source: Channel:
ro: Canal:

source: Channellist menu
ro: Meniul lista de canale

source: Chap.
ro: Cap.

source: Chapter
ro: Capitol

source: Chapter:
ro: Capitolul:

source: Check
ro: Verifica

source: Checking Filesystem...
ro: Se verifica sistemul de fisiere...

source: Choose Tuner
ro: Alege un tuner

source: Choose backup files
ro: Selecteaza fisierele copii de siguranta

source: Choose backup location
ro: Alege locatia copiei de siguranta

source: Choose bouquet
ro: Alege buchet

source: Choose source
ro: Alege sursa

source: Choose target folder
ro: Alege directorul destinatie

source: Choose upgrade source
ro: Alege sursa de actualizare

source: Choose your Skin
ro: Alege decoratiunea dorita

source: Circular left
ro: Circular stang

source: Circular right
ro: Circular drept

source: Cleanup
ro: Curatenie

source: Clear before scan
ro: Goleste lista inainte de scanare

source: Clear log
ro: Sterge logul

source: Close
ro: Inchide

source: Code rate high
ro: Rata inalta de codificare

source: Code rate low
ro: Rata scazuta de codificare

source: Coderate HP
ro: Rata de codificare HP

source: Coderate LP
ro: Rata de codificare LP

source: Collection name
ro: Nume colectie

source: Collection settings
ro: Setari colectie

source: Color Format
ro: Format color

source: Command execution...
ro: Executia comenzii...

source: Command order
ro: Ordinea comenzilor

source: Committed DiSEqC command
ro: Comanda DiSEqC-ului selectat

source: Common Interface Assignment
ro: Atribuirea pentru Common Interface

source: Communication
ro: Comunicare

source: Compact flash card
ro: Card Compact Flash

source: Complete
ro: Incheiat

source: Complex (allows mixing audio tracks and aspects)
ro: Complex (permite orice combinatie de canale audio si aspecte)

source: Configuration Mode
ro: Mod configurare

source: Configuring
ro: Se configureaza

source: Conflicting timer
ro: Programare aflata in conflict

source: Connected to
ro: Conectat la

source: Connected to Fritz!Box!
ro: Conectat la Fritz!Box!

source: Connecting to Fritz!Box...
ro: Se conecteaza la Fritz!Box...

source: Connection to Fritz!Box failed! (%s) retrying...
ro: Conexiunea la Fritz!Box a esuat! (%s) se incearca din nou...

source: Constellation
ro: Constelatie

source: Content does not fit on DVD!
ro: Continutul este in cantitate prea mare pentru un DVD!

source: Continue in background
ro: Continua in fundal

source: Continue playing
ro: Continua redarea

source: Could not connect to Dreambox .NFI Image Feed Server:
ro: Conexiunea la Dreambox a esuat .NFI server de imagini:

source: Could not load Medium! No disc inserted?
ro: Nu s-a putut incarca! E vreun disc introdus?

source: Couldn't record due to conflicting timer %s
ro: Nu s-a putut porni inregistrarea din cauza programarii %s aflate in conflict

source: Create DVD-ISO
ro: Creeaza DVD-ISO

source: Create movie folder failed
ro: Crearea directorului de filme a esuat

source: Creating directory %s failed.
ro: Crearea directorului %s a esuat

source: Creating partition failed
ro: Crearea partitiei a esuat

source: Croatian
ro: Croata

source: Current Transponder
ro: Transponderul curent

source: Current settings:
ro: Setarile curente:

source: Current version:
ro: Versiunea curenta:

source: Custom skip time for '1'/'3'-keys
ro: Butoanele '1'/'3' produc saltul cu

source: Custom skip time for '4'/'6'-keys
ro: Butoanele '4'/'6' produc saltul cu

source: Custom skip time for '7'/'9'-keys
ro: Butoanele '7'/'9' produc saltul cu

source: Customize
ro: Personalizare

source: Cut
ro: Taie

source: Cutlist editor...
ro: Editor montaj...

source: Czech
ro: Ceha

source: DVD Player
ro: Player DVD

source: DVD media toolbox
ro: Instrumente DVD

source: Danish
ro: Daneza

source: Date
ro: Data

source: Deep Standby
ro: Oprire completa

source: Default Settings
ro: Setari implicite

source: Default services lists
ro: Liste implicite de servicii

source: Default settings
ro: Setari implicite

source: Delay
ro: Intarziere

source: Delete
ro: Sterge

source: Delete entry
ro: Sterge articol

source: Delete failed!
ro: Stergere esuata!

source: Delete no more configured satellite %s?
ro: Doriti stergerea satelitului %s?

source: Description
ro: Descriere

source: Deselect
ro: Deselectare

source: Destination directory
ro: Directorul destinatie

source: Details
ro: Detalii

source: Detected HDD:
ro: HDD detectat:

source: Detected NIMs:
ro: NIMuri detectate:

source: DiSEqC mode
ro: Mod DiSEqC

source: DiSEqC repeats
ro: DiSEqC in cascada

source: Direct playback of linked titles without menu
ro: Redare directa a titlurilor fara meniu

source: Directory %s nonexistent.
ro: Directorul %s nu exista.

source: Disable
ro: Dezactivare

source: Disable Picture in Picture
ro: Dezactiveaza PiP (Imagine in Imagine)

source: Disable Subtitles
ro: Dezactiveaza subtitrari

source: Disable timer
ro: Dezactiveaza programarea

source: Disabled
ro: Dezactivat

source: Disconnected from Fritz!Box! (%s) retrying...
ro: Deconectat de la Fritz!Box! (%s) se incearca din nou...

source: Dish
ro: Antena

source: Display 16:9 content as
ro: Afiseaza continutul format 16:9 ca

source: Display 4:3 content as
ro: Afiseaza continutul format 4:3 ca

source: Display >16:9 content as
ro: Afiseaza continutul format >16:9 ca

source: Display Setup
ro: Configurare afisaj

source: Display and Userinterface
ro: Afisaj si interfata utilizator

source: Do you really want to REMOVE the plugin "%s"?
ro: Confirmati STERGEREApluginului "%s"?

source: Do you really want to check the filesystem? This could take lots of time!
ro: Confirmati verificarea sistemului de fisiere? Aceasta operatiune ar putea dura foarte mult

source: Do you really want to delete %s?
ro: Confirmati stergerea %s?

source: Do you really want to download the plugin "%s"?
ro: Confirmati descarcarea pluginului "%s"?

source: Do you really want to initialize the harddisk? All data on the disk will be lost!
ro: Confirmati initializarea hard diskului? Toate datele de pe disc vor fi sterse!

source: Do you really want to remove directory %s from the disk?
ro: Confirmati stergerea directorului %s de pe disc?

source: Do you really want to remove your bookmark of %s?
ro: Confirmati stergerea semnului de carte %s?

source: Do you want to backup now? After pressing OK, please wait!
ro: Doriti crearea copiei de siguranta acum? Dupa apasarea butonului OK sunteti rugat sa asteptati!

source: Do you want to burn this collection to DVD medium?
ro: Doriti scrierea acestei colectii pe discul DVD?

source: Do you want to continue installing or removing selected plugins?
ro: Confirmati instalarea sau stergerea pluginurilor selectate?

source: Do you want to do a service scan?
ro: Doriti efectuarea unei scanari a serviciilor?

source: Do you want to do another manual service scan?
ro: Doriti efectuarea unei alte operatiuni de scanare manuala?

source: Do you want to enable the parental control feature on your dreambox?
ro: Doriti activarea controlului parental?

source: Do you want to install default sat lists?
ro: Doriti instalarea listelor implicite de sateliti?

source: Do you want to install the package:
ro: Doriti sa instalati pachetul:

source: Do you want to play DVD in drive?
ro: Doriti redarea DVD-ului introdus?

source: Do you want to preview this DVD before burning?
ro: Doriti sa previzualizati acest DVD inainte de a fi scris?

source: Do you want to reboot your Dreambox?
ro: Doriti sa reporniti Dreamboxul dvs?

source: Do you want to remove the package:
ro: Doriti sa stergeti pachetul:

source: Do you want to restore your settings?
ro: Doriti restaurarea setarilor dvs?

source: Do you want to resume this playback?
ro: Doriti continuarea redarii acestei inregistrari?

source: Do you want to update your Dreambox?
ro: Doriti sa actualizati Dreamboxul dvs?

source: Do you want to update your Dreambox? After pressing OK, please wait!
ro: Doriti sa actualizati IPBOX dvs? Va rog sa asteptati dupa ce apasati OK!

source: Do you want to upgrade the package:
ro: Doriti actualizarea pachetului:

source: Do you want to view a tutorial?
ro: Doriti sa urmariti un tutorial?

source: Don't stop current event but disable coming events
ro: Nu opri evenimentul curent dar anuleaza evenimentele urmatoare

source: Done - Installed or upgraded %d packages
ro: S-a finalizat instalarea sau actualizarea a %d pachete

source: Done - Installed or upgraded %d packages with %d errors
ro: S-a finalizat instalarea sau actualizarea a %d pachete cu %d erori

source: Done - Installed, upgraded or removed %d packages with %d errors
ro: S-a finalizat instalarea, actualizarea sau stergerea a %d pachete cu %d erori

source: Download
ro: Descarcare

source: Download .NFI-Files for USB-Flasher
ro: Descarca fisiere .NFI pentru USB-Flasher

source: Download Plugins
ro: Descarca Pluginuri

source: Download of USB flasher boot image failed:
ro: Descarcarea imaginii USB flasher a esuat:

source: Downloadable new plugins
ro: Noi Pluginuri disponibile la descarcare

source: Downloadable plugins
ro: Pluginuri disponibile pentru descarcare

source: Downloading
ro: Se descarca

source: Downloading plugin information. Please wait...
ro: Se descarca informatiile Pluginului. Va rog sa asteptati...

source: Dreambox format data DVD (HDTV compatible)
ro: DVD format Dreambox (compatibil HDTV)

source: Dutch
ro: Olandeza

source: EPG Selection
ro: Selectie EPG

source: ERROR - failed to scan (%s)!
ro: EROARE - scanare esuata (%s)!

source: East
ro: Est

source: Edit
ro: Editare

source: Edit DNS
ro: Editare DNS

source: Edit IPKG source URL...
ro: Editarea URLului sursa al IPKG...

source: Edit Title
ro: Editare Titlu

source: Edit chapters of current title
ro: Editarea capitolelor titlului curent

source: Edit services list
ro: Editare lista de servicii

source: Edit settings
ro: Editare setari

source: Edit the Nameserver configuration of your Dreambox.
ro: Editati configuratia Nameserver al Dreamboxului dvs.

source: Edit the network configuration of your Dreambox.
ro: Editati setarile de retea ale Dreaboxului dvs.

source: Edit title
ro: Editare titlu

source: Electronic Program Guide
ro: Ghid Electronic de Programe (EPG)

source: Enable
ro: Activeaza

source: Enable 5V for active antenna
ro: Activeaza 5V pentru antena activa

source: Enable multiple bouquets
ro: Activeaza buchete multiple

source: Enable parental control
ro: Activeaza controlul parental

source: Enable timer
ro: Activeaza aceasta programare

source: Enabled
ro: Activat

source: Encryption
ro: Criptare

source: Encryption Key
ro: Cheie de criptare

source: Encryption Keytype
ro: Tipul cheii de criptare

source: Encryption Type
ro: Tip de criptare

source: End time
ro: Momentul incheierii

source: EndTime
ro: MomentulIncheierii

source: English
ro: Engleza

source: Enigma2 Skinselector v0.5 BETA If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
ro: Selector decoratiuni Enigma2 v0.5 BETA Pentru orice probleme va rugam contactati stephan@reichholf.net © 2006 - Stephan Reichholf

source: Enter Fast Forward at speed
ro: Viteza de la care se trece pe Repede Inainte

source: Enter Rewind at speed
ro: Viteza la care se trece pe Repede Inapoi

source: Enter WLAN network name/SSID:
ro: Introduceti numele retelei WLAN/SSID:

source: Enter WLAN passphrase/key:
ro: Introduceti parola/cheia WLAN:

source: Enter main menu...
ro: Intrati in meniul principal...

source: Enter the service pin
ro: Introduceti pinul serviciului

source: Error
ro: Eroare

source: Error executing plugin
ro: Eroare la executia pluginului

source: Error: %s Retry?
ro: Eroare: %s Mai incerc o data?

source: Eventview
ro: Detalii eveniment

source: Everything is fine
ro: Totul este in regula

source: Execution Progress:
ro: Rezumat progres:

source: Execution finished!!
ro: Executie finalizata!!

source: Exit
ro: Iesire

source: Exit editor
ro: Iesire din editor

source: Exit the wizard
ro: Iesi din ajutorul de configurare

source: Exit wizard
ro: Iesire din ajutorul de configurare

source: Extended Networksetup Plugin...
ro: Plugin pentru setari de retea extinse...

source: Extended Setup...
ro: Setari extinse...

source: Extensions
ro: Extensii

source: Factory reset
ro: Restaurare setari de fabrica

source: Failed
ro: Esuat

source: Fast
ro: Rapid

source: Fast DiSEqC
ro: DiSEqC rapid

source: Fast Forward speeds
ro: Vitezele pentru Repede Inainte

source: Fast epoch
ro: Epoch rapid

source: Favourites
ro: Favorite

source: Filesystem Check...
ro: Verificarea sistemului de fisiere...

source: Filesystem contains uncorrectable errors
ro: Sistemul de fisiere contine erori imposibil de corectat

source: Finetune
ro: Reglaj fin

source: Finished
ro: Finalizat

source: Finished configuring your network
ro: S-a finalizat configurarea retelei dvs

source: Finished restarting your network
ro: Reteaua dvs a fost repornita

source: Finnish
ro: Finlandeza

source: First we need to download the latest boot environment for the USB flasher.
ro: Pentru inceput trebuie sa descarcam ultimul boot environment pentru USB flasher

source: Flashing failed
ro: Operatia de flash a esuat

source: Format
ro: Formatare

source: Frame repeat count during non-smooth winding
ro: Numarul repetitiilor cadrelor in timpul derularii neomogene

source: Frame size in full view
ro: Dimensiunea cadrului la vizualizarea completa

source: French
ro: Franceza

source: Frequency
ro: Frecventa

source: Frequency bands
ro: Benzi de frecventa

source: Frequency scan step size(khz)
ro: Marimea pasului de frecventa(khz)

source: Frequency steps
ro: Pasi de frecventa

source: Fri
ro: Vin

source: Friday
ro: Vineri

source: Frisian
ro: Friziana

source: Fritz!Box FON IP address
ro: Adresa IP a Fritz!Box! FON

source: Frontprocessor version: %d
ro: Versiune frontprocesor: %d

source: Fsck failed
ro: Fsck a esuat

source: Function not yet implemented
ro: Functia nu este inca implementata

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
ro: Interfata grafica necesita repornirea pentru aplicarea noilor decoratiuniDoriti repornirea interfetei grafice acum?

source: General AC3 Delay
ro: Intarziere AC3 generala

source: General AC3 delay
ro: Intarziere AC3 generala

source: General PCM Delay
ro: Intarziere PCM generala

source: General PCM delay
ro: Intarziere PCM generala

source: Genre
ro: Gen
