Repository: BlackPole/bp-dvbapp
Catalog: po/*.po
Languages: ro

source: German
ro: Germana

source: Getting plugin information. Please wait...
ro: Se descarca informatiile despre plugin. Va rog sa asteptati...

source: Goto position
ro: Goto pozitie

source: Graphical Multi EPG
ro: Multi-EPG grafic

source: Greek
ro: Greaca

source: Guard Interval
ro: Interval garda

source: Guard interval mode
ro: Mod interval garda

source: Harddisk
ro: Hard disc

source: Harddisk setup
ro: Configurare hard disc

source: Harddisk standby after
ro: Comuta hard discul in standby dupa

source: Hidden network SSID
ro: SSID de retea ascuns

source: Hierarchy Information
ro: Informatii despre ierarhie

source: Hierarchy mode
ro: Mod ierarhie

source: High bitrate support
ro: Sprijin pentru bitrate rapid

source: Horizontal
ro: Orizontal

source: How many minutes do you want to record?
ro: Pentru cate minute doriti sa inregistrati?

source: Hungarian
ro: Maghiara

source: ISO file is too large for this filesystem!
ro: Fisierul ISO este prea mare pentru acest sistem de fisiere!

source: ISO path
ro: Calea ISO

source: Icelandic
ro: Islandeza

source: If you can see this page, please press OK.
ro: Daca aceasta pagina este vizibila, va rog sa apasati OK.

source: If you see this, something is wrong with your scart connection. Press OK to return.
ro: Daca acest mesaj este vizibil, ceva nu este in regula cu conexiunea dvs scart. Apasati OK pentru revenire.

source: Image flash utility
ro: Utilitar flash imagine

source: Image-Upgrade
ro: Actualizare-Imagine

source: In Progress
ro: In curs de desfasurare

source: In order to record a timer, the TV was switched to the recording service!
ro: Pentru a putea porni inregistrarea programata,s-a comutat pe canalul respectiv!

source: Increased voltage
ro: Voltaj marit

source: InfoBar
ro: Bara de informatii

source: Infobar timeout
ro: Timeout bara de informatii

source: Information
ro: Informatii

source: Init
ro: Initializare

source: Initialization...
ro: Initializare...

source: Initialize
ro: Se initializeaza

source: Initializing Harddisk...
ro: Initializare harddisk

source: Input
ro: Intrare

source: Install
ro: Instalare

source: Install a new image with a USB stick
ro: Instalare imagine noua cu un stick USB

source: Install a new image with your web browser
ro: Instalare imagine noua cu browser-ul web

source: Install local IPKG
ro: Instalare IPKG local

source: Install or remove finished.
ro: Instaleaza sau elimina fisierele terminate

source: Install settings, skins, software...
ro: Instalare setari, skin-uri, software...

source: Install software updates...
ro: Instalare actualizari software

source: Installation finished.
ro: Instalare terminata

source: Installing
ro: Instaleaza

source: Installing Software...
ro: Instaleaza software

source: Installing default sat lists... Please wait...
ro: Instaleaza listele implicite cu sateliti...Va rugam asteptati...

source: Installing defaults... Please wait...
ro: Instaleaza setarile implicite...Va rugam asteptati...

source: Installing package content... Please wait...
ro: Instaleaza continutul pachetului...Va rugam asteptati...

source: Instant Record...
ro: Inregistrare instant

source: Integrated Ethernet
ro: Ethernet integrat

source: Integrated Wireless
ro: Wireless integrat

source: Intermediate
ro: Intermediar

source: Internal Flash
ro: Memorie Flash interna

source: Invalid Location
ro: Locatie nevalida

source: Invalid directory selected: %s
ro: Director selectat nevalid: %s

source: Inversion
ro: Inversare

source: Invert display
ro: Display invers

source: Italian
ro: Italiana

source: Job View
ro: Vedere serviciu

source: Just Scale
ro: Doar dimensiune

source: Keyboard
ro: Tastatura

source: Keyboard Map
ro: Harta tastatura

source: Keyboard Setup
ro: Configurare tastatura

source: Keymap
ro: Harta tastaturii

source: LAN Adapter
ro: Adaptor LAN

source: Language selection
ro: Selectare limba

source: Language...
ro: Limba...

source: Last speed
ro: Ultima viteza

source: Latitude
ro: Latitudine

source: Latvian
ro: Letona

source: Leave DVD Player?
ro: Parasiti player-ul DVD?

source: Left
ro: Stanga

source: Lets you view/edit files in your Dreambox
ro: Va permite sa vedeti/editati fisierele din Dreambox

source: Limit east
ro: Limita estica

source: Limit west
ro: Limita vestica

source: Limited character set for recording filenames
ro: Caractere limitate pentru inregistrarea numelor fisierelor

source: Limits off
ro: Limite dezactivate

source: Limits on
ro: Limite activate

source: Linked titles with a DVD menu
ro: Titluri legate cu un meniu DVD

source: List of Storage Devices
ro: Lista cu dispozitive de stocare

source: Lithuanian
ro: Lituaniana

source: Load
ro: Incarca

source: Load Length of Movies in Movielist
ro: Incarca durata filmelor in lista cu filme

source: Local Network
ro: Retea locala

source: Location
ro: Locatie

source: Lock:
ro: Blocat

source: Log results to harddisk
ro: Inregistrare rezultate pe harddisk

source: Long Keypress
ro: Apasare lunga pe tasta

source: Longitude
ro: Longitudine

source: MMC Card
ro: Card MMC

source: MORE
ro: MULT

source: Main menu
ro: Meniu principal

source: Mainmenu
ro: Meniu principal

source: Make this mark an 'in' point
ro: Fa acest semn un punct de intrare

source: Make this mark an 'out' point
ro: Fa acest semn un punct de iesire

source: Make this mark just a mark
ro: Fa acest semn doar un semn

source: Manage your receiver's software
ro: Gestioneaza software-ul receiverului tau

source: Manual Scan
ro: Scanare manuala

source: Manual transponder
ro: Transponder manual

source: Manufacturer
ro: Fabricant

source: Margin after record
ro: Creaza margini dupa inregistrare

source: Margin before record (minutes)
ro: Creaza margini inainte de inregistrare (minute)

source: Medium is not a writeable DVD!
ro: Mediul nu este un DVD inscriptibil!

source: Medium is not empty!
ro: Mediul nu este gol!

source: Menu
ro: Meniu

source: Message
ro: Mesaj

source: Message...
ro: Mesaj...

source: Mkfs failed
ro: Mkfs nereusit

source: Mode
ro: Mod

source: Modulation
ro: Modulatie

source: Mon
ro: Lun

source: Mon-Fri
ro: Lun-Vin

source: Monday
ro: Luni

source: Mount failed
ro: Mount esuat

source: Move Picture in Picture
ro: Muta picture in picture

source: Move east
ro: Misca spre est

source: Move west
ro: Misca spre vest

source: Movielist menu
ro: Meniu lista filme

source: Multiple service support
ro: Suport pentru servicii multiple

source: Mute
ro: Mut

source: NEXT
ro: URMATORUL

source: NFI image flashing completed. Press Yellow to Reboot!
ro: Flashing complet pentru imaginea NFI. Apasati butonul galben pentru reboot!

source: NOW
ro: ACUM

source: Name
ro: Nume

source: Nameserver %d
ro: Numele server-ului %d

source: Nameserver Setup
ro: Configurare nume server

source: Nameserver settings
ro: Setari nume server

source: Network
ro: Retea

source: Network Configuration...
ro: Configurare retea...

source: Network SSID
ro: SSID retea

source: Network Setup
ro: Configurare retea

source: Network scan
ro: Scanare retea

source: Network setup
ro: Configurare retea

source: Network test
ro: Test retea

source: Network test...
ro: Test retea...

source: Network...
ro: Retea...

source: Network:
ro: Retea

source: NetworkWizard
ro: Wizard de retea

source: New
ro: Nou

source: New pin
ro: Pin nou

source: New version:
ro: Versiune noua:

source: Next
ro: Urmator

source: No
ro: Nu

source: No (supported) DVDROM found!
ro: Nu s-a gasit niciun DVDROM (suportat)!

source: No 50 Hz, sorry. :(
ro: Fara 50 Hz, ne pare rau. :(

source: No HDD found or HDD not initialized!
ro: Nu s-a gasit niciun HDD sau HDD neinitializat!

source: No Networks found
ro: Nu s-a gasit nicio retea

source: No backup needed
ro: Nu este nevoie de backup

source: No data on transponder! (Timeout reading PAT)
ro: Nu exista date pe transponder! (Timeout reading PAT)

source: No description available.
ro: Descrierea nu este disponibila

source: No details for this image file
ro: Nu exista detalii despre acest fisier imagine

source: No displayable files on this medium found!
ro: Nu au fost gasite fisiere pe acest mediu de stocare!

source: No event info found, recording indefinitely.
ro: Nu s-au gasit informatii despre eveniment, inregistrare nesfarsita.

source: No free tuner!
ro: Nu exista tuner disponibil!

source: No packages were upgraded yet. So you can check your network and try again.
ro: Niciun pachet nu a fost actualizat inca. Verificati reteaua si incercati din nou.

source: No picture on TV? Press EXIT and retry.
ro: Nu este imagine pe TV? Apasati EXIT si incercati din nou.

source: No positioner capable frontend found.
ro: Nu a fost gasit niciun pozitioner

source: No satellite frontend found!!
ro: Nu a fost gasit niciun satelit!

source: No tags are set on these movies.
ro: Nu exista tag-uri stabilite pentru aceste filme.

source: No tuner is configured for use with a diseqc positioner!
ro: Niciun tuner nu este configurat pentru a fi folosit cu un pozitioner diseqc!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
ro: Niciun tuner nu este activat! Va rugam configurati setarile tuner-ului inainte de a incepe o scanare noua.

source: No useable USB stick found
ro: Nu a fost gasit niciun stick USB functional

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
ro: Nu a fost gasit un PIN valid! Vreti sa schimbati PIN-ul acum? Cand spuneti 'Nu' aici serviciul de protectie ramane dezactivat!

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
ro: Nu a fost gasit niciun PIN de configurare valid! Doriti sa schimbati PIN-ul de configurare acum? Cand spuneti 'Nu' aici serviciul de protectie ramane dezactivat!

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
ro: Nu a fost gasit un adaptor de retea locala functional. Va rugam verificati daca ati conectat un cablu de retea si daca reteaua esteconfigurata corect.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
ro: Nu a fost gasit un adaptor de retea wireless functional. Va rugam verificati daca ati conectat un dispozitiv WLAN compatibil si reteaua este configurata corect

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
ro: Nu a fost gasita o interfata de retea wireless functionala. Va rugam verificati daca ati conectat un dispozitiv WLAN compatibilsi reteaua este configurata corect

source: No, but restart from begin
ro: Nu, dar reluati de la capat

source: No, do nothing.
ro: Nu, nu face nimic.

source: No, just start my dreambox
ro: Nu, doar porneste dreambox

source: No, scan later manually
ro: Nu, scaneaza manual mai tarziu

source: None
ro: Niciunul

source: Nonlinear
ro: Nelinear

source: North
ro: Nord

source: Norwegian
ro: Norvegiana

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
ro: Nu este spatiu suficient. Va rugam eliberati din spatiu si incercati din nou. (%d MB necesari, %d MB disponibili)

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
ro: Nu este nimic de scanat! Va rugam configurati setarile tuner-ului inainte de a incepe o scanare.

source: Now Playing
ro: In redare acum

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
ro: Acum, folositi setarile pentru contrast pentru a ridica luminozitatea de fundalcat mai mult posibil, dar asigurati-va ca pueti vedea inca diferentaintre umbrele cele mai luminoase. Daca ati facut aceasta, apasati OK.

source: OK, guide me through the upgrade process
ro: OK, ghideaza-ma prin procesul de actualizare

source: OSD Settings
ro: Setari OSD

source: OSD visibility
ro: Vizibilitate OSD

source: Off
ro: Oprit

source: On
ro: Pornit

source: One
ro: Unu

source: Online-Upgrade
ro: Actualizare-Online

source: Only Free scan
ro: Numai scanare la programele libere

source: Orbital Position
ro: Pozitie orbitala

source: PIDs
ro: PID-uri

source: Package details for:
ro: Detaliile pachetului pentru:

source: Package list update
ro: Actualizare lista pachet

source: Packet management
ro: Administrare pachet

source: Packet manager
ro: Manager pachet

source: Page
ro: Pagina

source: Parent Directory
ro: Directorul sursa

source: Parental control
ro: Control parental

source: Parental control services Editor
ro: Editor servicii control parental

source: Parental control setup
ro: Configurare control parental

source: Parental control type
ro: Tip control parental

source: Pause movie at end
ro: Opreste filmul la sfarsit

source: PiPSetup
ro: Configurare PiP

source: Pin code needed
ro: Este nevoie de codul pin

source: Play
ro: Redare

source: Play Audio-CD...
ro: Redare Audio-CD...

source: Play DVD
ro: Redare DVD

source: Play Music...
ro: Redare Muzica...

source: Play recorded movies...
ro: Redare filme inregistrate...

source: Please Reboot
ro: Va rugam reporniti sistemul

source: Please Select Medium to be Scanned
ro: Va rugam selectati mediul de scanat

source: Please change recording endtime
ro: Va rugam schimbati timpul final pentru inregistrare

source: Please check your network settings!
ro: Va rugam verificati setarile de retea!

source: Please choose .NFI image file from feed server to download
ro: Va rugam selectati fisierul imagine .NFI pentru a fi descarcat din server

source: Please choose an extension...
ro: Va rugam alegeti o extensie...

source: Please choose he package...
ro: Va rugam alegeti pachetul...

source: Please choose the default services lists you want to install.
ro: Va rugam alegeti listele de servicii implicite pe care doriti sa le instalati

source: Please disconnect all USB devices from your Dreambox and (re-)attach the target USB stick (minimum size is 64 MB) now!
ro: Va rugam deconectati toate dispozitivele USB de la Dreambox si (re-)conectati stick-ul USB (marimea minima este de 64 MB) acum!

source: Please do not change any values unless you know what you are doing!
ro: Va rugam nu modificati nicio valoare numai daca sunteti sigur de ceea ce faceti!

source: Please enter a name for the new bouquet
ro: Va rugam introduceti un nume pentru noul pachet

source: Please enter a name for the new marker
ro: Va rugam introduceti un nume pentru marker-ul nou

source: Please enter a new filename
ro: Va rugam introduceti un nou nume de fisier

source: Please enter filename (empty = use current date)
ro: Va rugam introduceti numele fisierului (gol = foloseste data curenta)

source: Please enter name of the new directory
ro: Va rugam introduceti numele noului director

source: Please enter the correct pin code
ro: Va rugam introduceti codul pin corect

source: Please enter the old pin code
ro: Va rugam introduceti vechiul cod pin

source: Please follow the instructions on the TV
ro: Va rugam sa urmati instructiunile de pe ecranul TV-ului

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
ro: Va rugam sa retineti ca sursa media selectata anterior nu a putut fi accesata sidirectorul implicit este folosit in locul acesteia.

source: Please press OK to continue.
ro: Va rugam apasati OK pentru a continua

source: Please press OK!
ro: Va rugam apasati OK!

source: Please select .NFI flash image file from medium
ro: Va rugam selectati imaginea .NFI flash din mediul de stocare

source: Please select a playlist to delete...
ro: Va rugam selectati o lista de redare pentru a fi stearsa...

source: Please select a playlist...
ro: Va rugam selectati o lista de redare...

source: Please select a subservice to record...
ro: Va rugam selectati un subserviciu pentru a fi inregistrat...

source: Please select a subservice...
ro: Va rugam selectati un subserviciu...

source: Please select medium to use as backup location
ro: Va rugam selectati mediul de stocare care va fi folosit ca locatie de rezerva

source: Please select tag to filter...
ro: Va rugam selectati tag-ul care va fi filtrat...

source: Please select target directory or medium
ro: Va rugam selectati directorul tinta sau mediul de stocare

source: Please select the movie path...
ro: Va rugam selectati calea pentru film...

source: Please set up tuner B
ro: Va rugam configurati tuner-ul B

source: Please set up tuner C
ro: Va rugam configurati tuner-ul C

source: Please set up tuner D
ro: Va rugam configurati tuner-ul D

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
ro: Va rugam utilizati tastele de directie pentru a misca fereastra PiP. Apasati Pachet +/- pentru a redimensiona fereastra. Apasati OK pentru a reveni in modul TV sau EXIT pentru a anula miscarea.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
ro: Va rugam folositi tastele SUS si JOS pentru a selecta limba. Dupa aceea apasatitasta OK.

source: Please wait for activation of your network configuration...
ro: Va rugam asteptati activarea configurarilor de retea...

source: Please wait while scanning is in progress...
ro: Va rugam asteptati cat are loc scanarea...

source: Please wait while we configure your network...
ro: Va rugam asteptati pana cand se configureaza reteaua...

source: Please wait while your network is restarting...
ro: Va rugam asteptati pana cand reteaua se va restarta...

source: Please wait...
ro: Va rugam asteptati...

source: Please wait... Loading list...
ro: Va rugam asteptati... Se incarca lista...

source: Plugin browser
ro: Browser-ul plugin

source: Plugin manager
ro: Administrator plugin

source: Plugins
ro: Plugin-uri

source: Polarity
ro: Polaritate

source: Polarization
ro: Polarizare

source: Polish
ro: Poloneza

source: Port A
ro: Portul A

source: Port B
ro: Portul B

source: Port C
ro: Portul C

source: Port D
ro: Portul D

source: Portuguese
ro: Portugheza

source: Positioner
ro: Pozitioner

source: Positioner fine movement
ro: Miscare fina pozitioner

source: Positioner movement
ro: Miscare pozitioner

source: Positioner setup
ro: Configurare Pozitioner

source: Positioner storage
ro: Memorare pozitioner

source: Power threshold in mA
ro: Prag de putere in mA

source: Predefined transponder
ro: Transponder predefinit

source: Preparing... Please wait
ro: Se pregateste... Va rugam asteptati

source: Press OK on your remote control to continue.
ro: Va rugam apasati OK de pe telecomanda pentru a continua

source: Press OK to activate the settings.
ro: Apasati OK pentru a activa setarile

source: Press OK to edit the settings.
ro: Apasati OK pentru a edita setarile.

source: Press OK to get further details for %s
ro: Apasati OK pentru a primi detaliile urmatoare pentru %s

source: Press OK to scan
ro: Apasati OK pentru scanare

source: Press OK to start the scan
ro: Apasati OK pentru a incepe scanarea

source: Prev
ro: Ant

source: Preview menu
ro: Meniu previzualizare

source: Primary DNS
ro: DNS Primar

source: Priority
ro: Prioritate

source: Properties of current title
ro: Proprietatile titlului curent

source: Protect services
ro: Servicii de protectie

source: Protect setup
ro: Configurare protectie

source: Provider
ro: Furnizor

source: Provider to scan
ro: Furnizor ce urmeaza a fi scanat

source: Providers
ro: Furnizori

source: Python frontend for /tmp/mmi.socket
ro: Python frontend pentru /tmp/mni.socket

source: Quick
ro: Rapid

source: Quickzap
ro: Zap rapid

source: RC Menu
ro: Meniu RC

source: RF output
ro: Iesire RF

source: RSS Feed URI
ro: Feed URI RSS

source: Ram Disk
ro: Disk Ram

source: Random
ro: Aleator

source: Really close without saving settings?
ro: Inchideti fara sa salvati setarile?

source: Really delete done timers?
ro: Stergeti timpii de terminare?

source: Really exit the subservices quickzap?
ro: Iesiti din subserviciul zap rapid?

source: Really reboot now?
ro: Reporniti sistemul acum?

source: Really restart now?
ro: Restartati acum?

source: Really shutdown now?
ro: Inchideti acum?

source: Reboot
ro: Repornire sistem

source: Reception Settings
ro: Setari receptie

source: Record
ro: Inregistrare

source: Record time limited due to conflicting timer %s
ro: Timp e inregistrare limitat datorat conflictului de timer %s

source: Recorded files...
ro: Fisiere inregistrate

source: Recording
ro: Inregistrare

source: Recording(s) are in progress or coming up in few seconds!
ro: Inregistrarea este in curs sau incepe in cateva secunde!

source: Recordings
ro: Inregistrari

source: Recordings always have priority
ro: Inregistrarile au intotdeauna prioritate

source: Reenter new pin
ro: Reintroduceti pinul nou

source: Refresh Rate
ro: Rata de reimprospatare

source: Refresh rate selection.
ro: Selectie rata de reimprospatare

source: Reload
ro: Reincarcare

source: Remove
ro: Eliminare

source: Remove Bookmark
ro: Eliminare bookmark

source: Remove Plugins
ro: Eliminare pulgin-uri

source: Remove a mark
ro: Eliminare semn

source: Remove currently selected title
ro: Eliminare titlu curent selectat

source: Remove finished.
ro: Eliminare fisiere terminate

source: Remove plugins
ro: Eliminare plugin-uri

source: Remove the broken .NFI file?
ro: Stergeti fisierul .NFI deteriorat?

source: Remove the incomplete .NFI file?
ro: Stergeti fisierul .NFI incomplet?

source: Remove timer
ro: Eliminare timer

source: Remove title
ro: Stergere titlu

source: Removing
ro: Stergere

source: Removing directory %s failed. (Maybe not empty.)
ro: Stergere drector %s esuata. (Probabil nu este gol.)

source: Rename
ro: Redenumire

source: Repeat
ro: Repetare

source: Repeat Type
ro: Tip repetare

source: Repeating event currently recording... What do you want to do?
ro: Repetare eveniment care se inregistreaza...Ce doriti a faceti?

source: Repeats
ro: Repeta

source: Reset
ro: Resetare

source: Reset and renumerate title names
ro: Resetare si renumarare nume titluri

source: Resolution
ro: Rezolutie

source: Restart GUI now?
ro: Restart GUI acum?

source: Restart network
ro: Restart retea

source: Restart test
ro: Test restart

source: Restart your network connection and interfaces.
ro: Restartati conexiunea la retea si interfata

source: Restore
ro: Revenire

source: Restore backups...
ro: Revenire la backups

source: Restore running
ro: Restabilire setari in curs

source: Restore running...
ro: Restabilire setari in curs

source: Restore system settings
ro: Revenire la setarile sistemului

source: Restoring the settings is done. Please press OK to activate the restored settings now.
ro: Restabilire setari terminata. Va rugam apasati OK pentru a activasetarile

source: Resume from last position
ro: Reluare de la ultima pozitie

source: Resuming playback
ro: Reluare redare

source: Return to file browser
ro: Revenire la browser-ul de fisere

source: Return to movie list
ro: Revenire la lista de filme

source: Return to previous service
ro: Revenire la serviciul anterior

source: Rewind speeds
ro: Viteze de derulare

source: Right
ro: Dreapta

source: Rotor turning speed
ro: Viteza de intoarcere a rotorului

source: Running
ro: In functiune

source: Russian
ro: Rusa

source: Sat / Dish Setup
ro: Configurare Sat / Antena

source: Satellite
ro: Satelit

source: Satellite Equipment Setup
ro: Configurare Echipament Satelit

source: Satellites
ro: Sateliti

source: Sats
ro: Sateliti
