Repository: BlackPole/bp-dvbapp
Catalog: po/*.po
Languages: ro

source: Satteliteequipment
ro: Echipament satelit

source: Saturday
ro: Sambata

source: Save
ro: Salvare

source: Save Playlist
ro: Salvare lista de redare

source: Scaling Mode
ro: Mod de scalare

source: Scan
ro: Scanare

source: Scan Files...
ro: Scanare fisiere...

source: Scan QAM128
ro: Scanare QAM128

source: Scan QAM16
ro: Scanare QAM16

source: Scan QAM256
ro: scanare QAM256

source: Scan QAM32
ro: Scanare QAM32

source: Scan QAM64
ro: Scanare QAM64

source: Scan SR6875
ro: Scanare SR6875

source: Scan SR6900
ro: sCANARE SR6900

source: Scan Wireless Networks
ro: Scanare retele wireless

source: Scan additional SR
ro: Scanare SR aditional

source: Scan band EU HYPER
ro: Scanare banda EU HYPER

source: Scan band EU MID
ro: Scanare banda EU MID

source: Scan band EU SUPER
ro: Scanare banda EU SUPER

source: Scan band EU UHF IV
ro: Scanare banda EU UHF IV

source: Scan band EU UHF V
ro: Scanare banda EU UHF V

source: Scan band EU VHF I
ro: Scanare banda EU VHF I

source: Scan band EU VHF III
ro: Scanare banda EU VHF III

source: Scan band US HIGH
ro: Scanare banda US HIGH

source: Scan band US HYPER
ro: Scanare banda US HYPER

source: Scan band US LOW
ro: Scanare banda US LOW

source: Scan band US MID
ro: Scanare anda US MID

source: Scan band US SUPER
ro: Scanare banda US SUPER

source: Scan your network for wireless Access Points and connect to them using your WLAN USB Stick
ro: Scaneza reteaua wireles pentru Puncte de acces si conectati-va la ele folosind stick-ulUSB WLAN

source: Scans default lamedbs sorted by satellite with a connected dish positioner
ro: lamedbs implicicit sortat dupa satelit cu un pozitioner conectat

source: Search east
ro: Cautati spre est

source: Search west
ro: Cautati spre vest

source: Searching for new installed or removed packages. Please wait...
ro: Cautare pachete nou instalate sau sterse. Va rugam asteptati...

source: Secondary DNS
ro: DNS Secundar

source: Seek
ro: Cautare

source: Select
ro: Selectare

source: Select HDD
ro: Selectare HDD

source: Select IPKG source to edit...
ro: Selectare sursa IPKG pentru a fi editata

source: Select Location
ro: Alege locatia

source: Select Network Adapter
ro: Selectare Adaptor Retea

source: Select a movie
ro: Alegeti un film

source: Select audio mode
ro: Selectare mod audio

source: Select audio track
ro: Selectare pista audio

source: Select channel to record from
ro: Selectare canal de inregistrat

source: Select files for backup. Currently selected:
ro: Selectare fisier pentru backup. Selectat acum:

source: Select files/folders to backup...
ro: Selectati fisiere/folder pentru backup

source: Select image
ro: Selectare imagine

source: Select provider to add...
ro: Alegeti furnizor pentru a fi adaugat...

source: Select refresh rate
ro: Selectati rata de reimprospatare

source: Select service to add...
ro: Selectati serviciul care sa fie adaugat...

source: Select video input
ro: Selectati intrarea video

source: Select video input with up/down buttons
ro: Selectati intrarea vieo cu tastele sus/jos

source: Select video mode
ro: Selectati modul vieo

source: Selected source image
ro: Selectati sursa pentru imagine

source: Send DiSEqC
ro: Trimite DiSEqC

source: Send DiSEqC only on satellite change
ro: Trimite DiSEqC numai la schimbarea satelitului

source: Seperate titles with a main menu
ro: Titluri separate cu meniu princpial

source: Sequence repeat
ro: Repetare secventa

source: Service
ro: Serviciu

source: Service Scan
ro: Scanare Serviciu

source: Service Searching
ro: Cautare Serviciu

source: Service has been added to the favourites.
ro: Serviciul a fost adaugat la favorite

source: Service has been added to the selected bouquet.
ro: Serviciul a fost adaugat in pachetul selectat

source: Service invalid! (Timeout reading PMT)
ro: Serviciu nevalid! (Timeout reading PMT)

source: Service not found! (SID not found in PAT)
ro: Serviciul nu a fost gasit! (SID nu a fost gasit in PAT)

source: Service scan
ro: Scanare serviciu

source: Service unavailable! Check tuner configuration!
ro: Serviciul nu este valabil! Verificati setarile tunerului!

source: Serviceinfo
ro: Info serviciu

source: Services
ro: Servicii

source: Set Voltage and 22KHz
ro: Setare Voltaj si 22KHz

source: Set as default Interface
ro: Setare ca interfata implicita

source: Set interface as default Interface
ro: Setare interfata ca interfata implicita

source: Set limits
ro: Setare limite

source: Settings
ro: Setari

source: Setup
ro: Configurare

source: Setup Mode
ro: Mod configurare

source: Show Info
ro: Arata Informatii

source: Show WLAN Status
ro: Arata stare WLAN

source: Show blinking clock in display during recording
ro: Arata ceas intermitent pe display in timpul inregistrarii

source: Show infobar on channel change
ro: Arata bara de informatii la schimbarea canalelor

source: Show infobar on event change
ro: Arata bara de informatii la schimbarea evenimentelor

source: Show infobar on skip forward/backward
ro: Arata bara de informatii la saltul inainte/inapoi

source: Show positioner movement
ro: Arata miscarea pozitionerului

source: Show services beginning with
ro: Arata serviciile incepand cu

source: Show the radio player...
ro: Arata player-ul radio

source: Show the tv player...
ro: Arata player-ul tv

source: Shows the state of your wireless LAN connection.
ro: Arata statusul conexiunii LAN wireless.

source: Shutdown Dreambox after
ro: Inchide Dreambox dupa

source: Similar broadcasts:
ro: Transmisii similare

source: Simple
ro: Simplu

source: Simple titleset (compatibility for legacy players)
ro: Titlu simplu (compatibilitate pentru playerele legacy)

source: Single
ro: Individual

source: Single EPG
ro: EPG Individual

source: Single satellite
ro: Satelit individual

source: Single transponder
ro: Transponder individual

source: Skins
ro: Skinuri

source: Sleep timer action:
ro: Actiune sleep timer:

source: Slideshow Interval (sec.)
ro: Interval prezentare (sec.)

source: Slow
ro: Incet

source: Slow Motion speeds
ro: Viteza imagine cu incetinitorul

source: Software manager
ro: Manager software

source: Software manager...
ro: Manager software...

source: Software restore
ro: Revenire la softul anterior

source: Software update
ro: Actualizare software

source: Some plugins are not available:
ro: Anumite plugin-uri nu sunt disponibile:

source: Somewhere else
ro: In alta parte

source: Sorry MediaScanner is not installed!
ro: MediaScanner nu este instalat!

source: Sorry no backups found!
ro: Nu au fost gasite fisiere backup!

source: Sorry your Backup destination does not exist Please choose an other one.
ro: Destinatia aleasa pentru fisierele backup nu exista Va rugam alegeti alta destinatie.

source: Sorry your backup destination is not writeable. Please choose an other one.
ro: Destinatia aleasa pentru fisierele backup nu poate fi creata. Va rugam alegeti alta destinatie.

source: Sorry, no Details available!
ro: Detaliile nu sunt disponibile!

source: Sorry, your backup destination is not writeable. Please choose another one.
ro: Destinatia aleasa pentru fisierele backup nu poate fi creata. Va rugam alegeti alta destinatie.

source: Sort A-Z
ro: Sortare A-Z

source: Sort Time
ro: Timpul de sortare

source: Sound
ro: Sunet

source: Soundcarrier
ro: Purtatoare audio

source: South
ro: Sud

source: Spanish
ro: Spaniola

source: Standby
ro: Asteptare

source: Standby / Restart
ro: Asteptare / Restart

source: Start from the beginning
ro: Incepe de la capat

source: Start recording?
ro: Incepe inregistrarea?

source: Start test
ro: Incepe test

source: StartTime
ro: Ora de incepere

source: Starting on
ro: Incepand de la

source: Step east
ro: Un pas catre est

source: Step west
ro: Un pas catre vest

source: Stop Timeshift?
ro: Oprire Timeshift

source: Stop current event and disable coming events
ro: Oprire eveniment curent si dezactivare evenimente urmatoare

source: Stop current event but not coming events
ro: Oprire eveniment curent dar nu si evenimentele urmatoare

source: Stop playing this movie?
ro: Opriti redarea filmului?

source: Stop test
ro: Oprire test

source: Stop testing plane after # failed transponders
ro: Oprire testare dupa # transpondere esuate

source: Stop testing plane after # successful transponders
ro: Oprire testare dupa # transpondere reusite

source: Store position
ro: Memoreaza pozitia

source: Stored position
ro: Pozitie memorata

source: Subservice list...
ro: Lista subserviciilor...

source: Subservices
ro: Subservicii

source: Subtitle selection
ro: Selectare subtitrare

source: Subtitles
ro: Subtitrari

source: Sun
ro: Dum

source: Sunday
ro: Duminica

source: Swap Services
ro: Schimbare servicii

source: Swedish
ro: Suedeza

source: Switch to next subservice
ro: Schimba la urmatorul subserviciu

source: Switch to previous subservice
ro: Schimba la subserviciul anterior

source: Symbol Rate
ro: Rata simbol

source: System
ro: Sistem

source: TS file is too large for ISO9660 level 1!
ro: Fisierul TS este prea mare pentru standardul ISO9660 nivelul 1!

source: TV System
ro: Sistem TV

source: Table of content for collection
ro: Lista continuturilor pentru colectie

source: Tags
ro: Tag-uri

source: Terrestrial
ro: Terestru

source: Terrestrial provider
ro: Furnizor terestru

source: Test DiSEqC settings
ro: Test setari DiSEqC

source: Test Type
ro: Tipul de test

source: Test mode
ro: Mod de testare

source: Test the network configuration of your Dreambox.
ro: Testati configurarile de retea ale Dreambox-ului.

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your Dreambox.
ro: Va multumim ca ati folosit acest wizard. Receptorul este gata de functionare. Va rugam apasati OK pentru a porni IPBOX.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a Dreambox format data DVD (which will not play in stand-alone DVD players) instead?
ro: Standardul DVD nu suporta formatul video H.264 (HDTV). Doriti sacreati un DVD in format IPBOX (Care nu va putea fi vizionat intr-un DVD player obisnuit)?

source: The USB stick is now bootable. Do you want to download the latest image from the feed server and save it on the stick?
ro: Stick-ul USB este acum butabil. Doriti sa descarcati ultima imaginede pe server si sa o salvati pe stick?

source: The backup failed. Please choose a different backup location.
ro: Operatiunea backup nu a reusit. Va rugam alegeti o alta locatie pentru fisierele backup.

source: The following device was found: %s Do you want to write the USB flasher to this stick?
ro: Urmatorul dispozitiv nu a fost gasit: %s Doriti sa scrieti flasher-ul USB pe stick?

source: The following files were found...
ro: Urmatoarele fisiere nu au fost gasite...

source: The input port should be configured now. You can now configure the screen by displaying some test pictures. Do you want to do that now?
ro: Portul de intrare ar trebui sa fie configurat acum. Acum puteti configura ecranul prin afisarea catorva fotografii.Doriti sa faceti acest lucru acum?

source: The installation of the default services lists is finished.
ro: Instalarea serviciilor implicite este incheiata.

source: The installation of the default settings is finished. You can now continue configuring your Dreambox by pressing the OK button on the remote control.
ro: Instalarea setarilor implicite este incheiata. Acum puteti continuasa configurati Dreambox apasand tasta OK de pe telecomanda.

source: The md5sum validation failed, the file may be corrupted! Are you sure that you want to burn this image to flash memory? You are doing this at your own risk!
ro: Validarea fisierului md5sum a esuat, fisierul ar putea fi corupt! Sunteti sigurca doriti sa scrieti aceasta imagine in memoria flash? Faceti acest lucru pecont propriu.

source: The md5sum validation failed, the file may be downloaded incompletely or be corrupted!
ro: Validarea fisierului md5sum a esuat, fisierul nu a fost descarcat in totalitate sau estecorupt!

source: The package doesn't contain anything.
ro: Pachetul nu contine nimic.

source: The path %s already exists.
ro: Directia %s exista deja.

source: The pin code has been changed successfully.
ro: Codul pin a fost schimbat.

source: The pin code you entered is wrong.
ro: Codul pin introdus este gresit.

source: The pin codes you entered are different.
ro: Codurile pin pe care le-ati introdus sunt diferite.

source: The results have been written to %s.
ro: Rezultatele au fost scrise in %s.

source: The sleep timer has been activated.
ro: Sleep timer a fost activat.

source: The sleep timer has been disabled.
ro: Sleep timer a fost dezactivat.

source: The timer file (timers.xml) is corrupt and could not be loaded.
ro: Fisierul timer (timer.xml) este corupt si nu a putut fi incarcat.

source: The wireless LAN plugin is not installed! Please install it.
ro: Plugin-ul LAN wireless nu este instalat! Va rugam sa-l instalati.

source: The wizard can backup your current settings. Do you want to do a backup now?
ro: Aplicatia poate crea un backup pentru setarile actuale. Doriti sa faceti un backup acum?

source: The wizard is finished now.
ro: Aplicatia s-a incheiat.

source: There are no default services lists in your image.
ro: Nu exista liste cu servicii implicite in imaginea dumneavoastra

source: There are no default settings in your image.
ro: Nu exista setari implicite in imaginea dumneavoastra.

source: There might not be enough Space on the selected Partition. Do you really want to continue?
ro: S-ar putea sa nu existe spatiu suficient pe partitia selectata. Doriti sa continuati?

source: There was an error downloading the packetlist. Please try again.
ro: A intervenit o eroare in timpul descarcarii listei. Va rugam incercati din nou.

source: This .NFI file does not contain a valid %s image!
ro: Cest fisier .NFI nu contine o imagine %s valida!

source: This .NFI file does not have a md5sum signature and is not guaranteed to work. Do you really want to burn this image to flash memory?
ro: Acest fisier .NFI nu are inclusa o semnatura md5sum si nu garantamfunctionarea sa. Doriti sa scrieti aceasta imagine in memoria flash?

source: This .NFI file has a valid md5 signature. Continue programming this image to flash memory?
ro: Acest fisier .NFI are o semnatura md5 valida. Continuati programarea acestei imaginiin memoria flash?

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
ro: Acest DVD RW este deja formatat - reformatarea presupune stergerea tuturorfisierelor de pe disc.

source: This Dreambox can't decode %s streams!
ro: Acest Dreambox nu poate decoda streamurile %s!

source: This Dreambox can't decode %s video streams!
ro: Acest Dreambox nu poate decoda streamurile video %s!

source: This is step number 2.
ro: Acesta este pasul numarul 2

source: This is unsupported at the moment.
ro: Acesta nu este suportat in acest moment.

source: This test checks for configured Nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and Adapter setup - if you configured your Nameservers manually please verify your entries in the "Nameserver" Configuration
ro: Acest test verifica nume de servere configurate. Daca primiti un mesaj "neconfirmat": - va rugam verificati DHCP, conexiunile si configurarea adaptorului - daca ati configurat numele serverelor manual va rugam verificati inregistrarile facute in"Nume server" Configurare

source: This test checks whether a network cable is connected to your LAN-Adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
ro: Acest test verifica daca un cablu de retea este conectat la adaptorul LAN. Daca primiti mesajul "deconectat": - verificati daca un cablu de retea este conectat - verificati daca nu cumva cablul este defect

source: This test checks whether a valid IP Address is found for your LAN Adapter. If you get a "unconfirmed" message: - no valid IP Address was found - please check your DHCP, cabling and adapter setup
ro: Acest test verifica daca o adresa IP valida este gasita pentru adaptorul LAN. Daca primiti mesajul "neconfirmat": - nu a fost gasita o adresa IP valida - va rugam verificati DHCP, conexiunile si configurarea adaptorului

source: This test checks whether your LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
ro: Acest test verifica daca adaptorul LAN este setat pentru configurarea automata a adresei IP cu DHCP. Daca primiti mesajul "dezactivat": - adaptorul LAN este configurat pentru configurare IP manual - verificati daca ati introdus informatiile corecte despre IP in configurarea adaptorului

source: This test detects your configured LAN-Adapter.
ro: Acest test detecteaza Adaptorul-LAN configurat.

source: Three
ro: Trei

source: Threshold
ro: Prag

source: Thu
ro: Joi

source: Thursday
ro: Joi

source: Time
ro: Ora

source: Time/Date Input
ro: Intrare Ora/Data

source: Timer Edit
ro: Editare timer

source: Timer Editor
ro: Editor Timer

source: Timer Type
ro: Tip Timer

source: Timer entry
ro: Intrare timer

source: Timer log
ro: Inregistrare timer

source: Timer overlap in timers.xml detected! Please recheck it!
ro: Suprapunere timer detectata in timers.xml! Te rog verifica din nou!

source: Timer sanity error
ro: Eroare timer

source: Timer selection
ro: Selectare timer

source: Timer status:
ro: Stare timer:

source: Timeshift not possible!
ro: Timeshift nu este posibil!

source: Timeshift path...
ro: Cale timeshift...

source: Timezone
ro: Zona de fus orar

source: Title
ro: Titlu

source: Title properties
ro: Proprietati titlu

source: Titleset mode
ro: Mod titlu

source: To update your Dreambox firmware, please follow these steps: 1) Turn off your box with the rear power switch and plug in the bootable USB stick. 2) Turn mains back on and hold the DOWN button on the front panel pressed for 10 seconds. 3) Wait for bootup and follow instructions of the wizard.
ro: Pnetru actualizarea firmware-ului Dreambox, va rugam urmati pasii urmatori: 1) Opriti receptorul apasand butonul din spate si introduceti stick-ul USBstick. 2) Porniti receptorul si tineti apasat tasta SAGEATA JOS de pe panoul frontaltimp de 10 secunde. 3) Asteptati incarcarea softului si urmati instructiunile.

source: Today
ro: Astazi

source: Tone mode
ro: Mod ton

source: Track
ro: Piesa

source: Translation
ro: Traducere

source: Translation:
ro: Traducere:

source: Transmission Mode
ro: Mod transmisie

source: Transmission mode
ro: Mod transmisie

source: Transponder Type
ro: Tip transponder

source: Tries left:
ro: Incercari ramase:

source: Try to find used Transponders in cable network.. please wait...
ro: Cautare transpondere folosite in reteaua de cablu...va rugam asteptati...

source: Try to find used transponders in cable network.. please wait...
ro: Cautare transpondere folosite in reteaua de cablu...va rugam asteptati...

source: Trying to download a new packetlist. Please wait...
ro: Descarcare a unei noi liste de pachete. Va rugam asteptati...

source: Tue
ro: Mar

source: Tuesday
ro: Marti

source: Tune
ro: Acordare

source: Tune failed!
ro: Acordare esuata!

source: Tuner Slot
ro: Slot tuner

source: Tuner configuration
ro: Configurare tuner

source: Tuner status
ro: Stare tuner

source: Turkish
ro: Turca

source: Two
ro: Doi

source: Type
ro: Tip

source: Type of scan
ro: Tipul scanarii

source: USB stick wizard
ro: Expert USB stick

source: Unable to complete filesystem check. Error:
ro: Error: Imposibil de terminat verificarea filesistem.

source: Unable to initialize harddisk. Error:
ro: Error: Imposibil de initializat hard-disk.

source: Universal LNB
ro: LNBUniversal

source: Unmount failed
ro: Unmount esuat

source: Update
ro: Updateza

source: Updates your receiver's software
ro: Updateaza softul receiverului

source: Updating finished. Here is the result:
ro: Updatare terminata. Uite aici rezultatul:

source: Updating... Please wait... This can take some minutes...
ro: Updatare....Te rugam asteapta.... Poate dura cateva minute

source: Upgrade finished.
ro: Upgrate terminat.

source: Upgrade finished. Do you want to reboot your Dreambox?
ro: Upgrade terminat. Vrei sa restartezu Dreamboxul tau?

source: Upgrading
ro: Upgradare

source: Upgrading Dreambox... Please wait
ro: pgradare DreamBox... Te rugam asteapta

source: Use
ro: Foloseste

source: Use DHCP
ro: Foloseste DHCP

source: Use Interface
ro: Foloseste Interfata

source: Use Power Measurement
ro: Foloseste Masurarea Energiei

source: Use a gateway
ro: Foloseste un gateway

source: Use power measurement
ro: Foloseste Masurarea Energiei

source: Use the Networkwizard to configure your Network
ro: Foloseste expertul de retea, pentru a configura reteaua

source: Use the left and right buttons to change an option. Please set up tuner A
ro: Foloseste butoanele dreapta-stanga pentru a schimba optiunile. Please set up tuner A

source: Use the up/down keys on your remote control to select an option. After that, press OK.
ro: Foloseste tastele sus/jos pentru a selecta optiunile. Dopa asta, apasa OK.

source: Use usals for this sat
ro: Foloseste usals pentru acest satelit

source: Use wizard to set up basic features
ro: Foloseste expertul pentru setarile de baza

source: Used service scan type
ro: Tipul serviciului folosit pentru scanare

source: User defined
ro: Userul ales

source: Video Fine-Tuning
ro: Acord fin video

source: Video Fine-Tuning Wizard
ro: Expert acord fin video

source: Video Output
ro: Iesire video

source: Video Wizard
ro: Expert Video

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 10 seconds.
ro: Selectare intrare video Te rugam apasa Ok daca vezi aceasta pagina pe TV-ul tau(sau selecteaza un port de intrare diferit). Urmatorul port de intrare va fi automat probat in 10 secunde.

source: Video mode selection.
ro: Selectare MOD VIDEO

source: View
ro: Vezi

source: View Movies...
ro: Vezi filmele...

source: View Rass interactive...
ro: Vezi Rass interactive...

source: View Video CD...
ro: Vezi video CD...

source: View list of available CommonInterface extensions
ro: Vezi lista cu estensiile CommonInterface disponibile

source: View list of available Display and Userinterface extensions.
ro: Vezi lista cu Display disponibile si extemsiile Interfata user

source: View list of available EPG extensions.
ro: Vezi lista extensiilor EPG disponible

source: View list of available Satteliteequipment extensions.
ro: Vezi lista estensiilor EChipapentelor Satelit disponibile

source: View list of available communication extensions.
ro: Vezi lista comunicatiilor disponibile

source: View list of available default settings
ro: Vezi lista setarilor predefinite disponibile

source: View list of available multimedia extensions.
ro: Vezi lista extensiilor multimedia disponibile

source: View list of available networking extensions
ro: Vezi lista estensiilor de retea disponibile

source: View list of available recording extensions
ro: Vezi lista extensiilor inregistrate disponibile

source: View list of available skins
ro: Vezi lista cu skin-urile disponibile

source: View list of available software extensions
ro: Vezi lista estensiilor software disponibile

source: View list of available system extensions
ro: Vezi lista estensiilor sistemului disponibile

source: View teletext...
ro: Vezi teletext ...

source: Virtual KeyBoard
ro: Tastatura Virtuala

source: Voltage mode
ro: Mod Voltaj

source: Volume
ro: Volum
